<?php

$lang = [

    // GENERAL UI
    'title' => 'نمونه چند زبانه',

    'home' => 'خانه',
    'about' => 'درباره ما',
    'contact' => 'تماس',

    'welcome' => 'به وب سایت ما خوش آمدید',
    'description' => 'این یک وب سایت چند زبانه است.',

    // LANGUAGE
    'language' => 'زبان',
    'english' => 'انگلیسی',
    'dari' => 'دری',
    'pashto' => 'پشتو',

    // NAV / USER MENU
    'manage_quiz' => 'مدیریت آزمون‌ها',
    'sign_in' => 'ورود',
    'online_quiz' => 'آزمون آنلاین',

    'my_profile' => 'پروفایل من',
    'update_profile' => 'ویرایش پروفایل',
    'quiz_history' => 'تاریخچه آزمون‌ها',
    'change_password' => 'تغییر رمز عبور',
    'logout' => 'خروج',

    // EXAMS
    'exams' => 'آزمون‌ها',
    'available_quizzes' => 'آزمون‌های موجود',
    'no_subjects' => 'هیچ مضمون موجود نیست',

    // ABOUT PAGE
    'about_title' => 'درباره آزمون',
    'quiz' => 'آنلاین',
    'about_subtitle' => 'هوش خود را آزمایش کنید',
    'about_heading' => 'درباره آزمون آنلاین',

    'about_p1' => 'این آزمون آنلاین توسط نصرت الله شفیق، مصطفی کمال و مسیح الله ساخته شده است. این پروژه در سال 2018 توسعه یافته است. شما می‌توانید در هر زمان و هر مکان آزمون بدهید.',
    'about_p2' => 'در اینجا 14 مضمون وجود دارد که می‌توانید در صورت اجازه مدیر در آن‌ها شرکت کنید. هر مضمون دارای محدودیت زمانی است و پس از پایان زمان، آزمون به‌طور خودکار ارسال می‌شود.',

    //CONTACT US
    'contact_us' => 'تماس با ما',
    'contact_suggestion' => 'هرگونه پیشنهاد خود را با ما در میان بگذارید',

    // FOOTER
    'footer_text' => 'تمام حقوق محفوظ است',
    'by' => 'توسط',

    // INDEX PAGE
    'start_quiz' => 'شروع آزمون',
    'about_online_quiz' => 'درباره آزمون آنلاین',
    'about_online_quiz_text' => 'سیستم آنلاین کوییز یک روش عالی برای بررسی توانایی‌های دانش‌آموزان است و آنها را در سطح بالا مورد ارزیابی قرار می‌دهد تا در امتحانات آینده عملکرد بهتری داشته باشند. این سیستم تنها بر نمرات تمرکز نمی‌کند بلکه به مؤسسات آموزشی کمک می‌کند تا محدودیت‌های مکانی و زمانی را از بین ببرند. این سیستم ابزارهای قدرتمندی را در اختیار مدیران قرار می‌دهد تا آزمون‌ها را مدیریت و نمره‌دهی کنند. آنلاین کوییز برای کالج‌ها، پوهنتون‌ها، استادان، معلمان، کارمندان و هر کسی که نیاز به ارزیابی امن دارد ضروری است.',

    //EXAM DETAILS
    'online_quiz' => 'سیستم امتحان آنلاین',
    'test_intellect' => 'دانش خود را آزمایش کنید',
    'subject_quiz' => 'آزمون',
    'here_test' => 'اینجا می‌توانید مهارت‌های',
    'skills' => 'خود را آزمایش کنید',
    'the_test' => 'آزمون',
    'test_contains' => 'آزمون شامل',
    'questions_time' => 'سوال با زمان',
    'official_test' => 'این یک آزمون رسمی است و راهی برای سنجش دانش شما در مورد',
    'count_score' => 'محاسبه امتیاز',
    'score_info' => 'برای هر پاسخ درست ۱ نمره داده می‌شود. حداکثر نمره',
    'start_quiz' => 'شروع آزمون',
    'contact_us' => 'تماس با ما',
    'contact_suggestion' => 'پیشنهادات خود را با ما شریک سازید',

    //PROFILE NAV
    'view_profile' => 'مشاهده پروفایل',
    'edit_profile' => 'ویرایش پروفایل',
    'view_quiz_history' => 'مشاهده تاریخچه آزمون‌ها',
    'change_password' => 'تغییر رمز عبور',
    'logout' => 'خروج',

    //EDIT PROFILE
    'profile_picture' => 'عکس پروفایل',
    'full_name' => 'نام کامل',
    'id' => 'ای دی نمبر',
    'username' => 'نام کاربری',
    'email' => 'ایمیل',
    'gender' => 'جنسیت',
    'phone_no' => 'شماره تماس',
    'upload_profile_picture' => 'آپلود عکس پروفایل',
    'update_profile' => 'به‌روزرسانی پروفایل',
    'no_users_available' => 'اوپس!... هیچ کاربری موجود نیست',

    //CONTACT US
    'contact_description' => 'ما از دیدگاه‌ها، پرسش‌ها و پیشنهادهای شما استقبال می‌کنیم. اگر به کمک نیاز دارید یا مایل هستید ایده‌های خود را برای بهبود سیستم آزمون آنلاین با ما شریک سازید، لطفاً از طریق این فرم با ما در تماس شوید. تیم ما در کوتاه‌ترین زمان ممکن به شما پاسخ خواهد داد.',
    'enter_full_name' => 'نام مکمل را وارد کنید',
    'enter_email' => 'ایمیل را وارد کنید',
    'enter_phone_number' => 'شماره تماس را وارد کنید',

    'message' => 'پیام',
    'enter_your_message' => 'پیام خود را اینجا بنویسید...',

    'send_message' => 'ارسال پیام',
];


?>