<?php

$lang = [

    // GENERAL UI
    'title' => 'څو ژبنیزه نمونه',

    'home' => 'کور',
    'about' => 'زموږ په اړه',
    'contact' => 'اړیکه',

    'welcome' => 'زموږ ویب پاڼې ته ښه راغلاست',
    'description' => 'دا یوه څو ژبنیزه ویب پاڼه ده.',

    // LANGUAGE
    'language' => 'ژبه',
    'english' => 'انګلیسي',
    'dari' => 'دري',
    'pashto' => 'پښتو',

    // NAV / USER MENU
    'manage_quiz' => 'ازموینې مدیریت',
    'sign_in' => 'ننوتل',
    'online_quiz' => 'آنلاین ازموینه',

    'my_profile' => 'زما پروفایل',
    'update_profile' => 'پروفایل تازه کول',
    'quiz_history' => 'د ازموینو تاریخ',
    'change_password' => 'پاسورډ بدلول',
    'logout' => 'وتل',

    // EXAMS
    'exams' => 'ازموینې',
    'available_quizzes' => 'موجودې ازموینې',
    'no_subjects' => 'هیڅ مضمون موجود نه دی',

    // ABOUT PAGE
    'about_title' => 'د آنلاین',
    'quiz' => 'ازموینې په اړه',
    'about_subtitle' => 'خپل پوهه وازمویئ',
    'about_heading' => 'د آنلاین ازموینې په اړه',

    'about_p1' => 'دا آنلاین ازموینه د نصرت الله شفیق، مصطفی کمال او مسیح الله لخوا جوړه شوې ده. دا پروژه په 2018 کې جوړه شوې ده. تاسو کولی شئ هر وخت او هر ځای ازموینه ورکړئ.',

    'about_p2' => 'دلته 14 مضامین شتون لري چې تاسو یې د ادمین د اجازې سره اخیستلای شئ. هر مضمون د وخت محدودیت لري او کله چې وخت ختم شي، ازموینه په اتومات ډول سپارل کېږي.',

    //CONTACT US
    'contact_us' => 'له موږ سره اړیکه',
    'contact_suggestion' => 'خپل هر ډول وړاندیز له موږ سره شریک کړئ',

    // FOOTER
    'footer_text' => 'ټول حقوق خوندي دي',
    'by' => 'له خوا',

    //INDEX PAGE
    'start_quiz' => 'ازموینه پیل کړئ',
    'about_online_quiz' => 'د آنلاین ازموینې په اړه',
    'about_online_quiz_text' => 'آنلاین کوییز یو غوره سیستم دی چې د زده کوونکو وړتیاوې وڅاري او هغوی په لوړه کچه وازمويي ترڅو په راتلونکو ازموینو کې ښه فعالیت وکړي. دا سیستم یوازې د نمرو پر ارزونه تمرکز نه کوي، بلکې تعلیمي ادارو ته اجازه ورکوي چې د ځای او وخت محدودیتونه له منځه یوسي. دا سیستم مدیرانو ته قوي وسایل ورکوي ترڅو ازموینې اداره او نمرې ورکړي. آنلاین کوییز د کالجونو، پوهنتونونو، ښوونکو، استادانو، کارکوونکو او هر هغه چا لپاره اړین دی چې خوندي ارزونه غواړي.',

    //EXAM DETAILS
    'online_quiz' => 'د آنلاین ازموینې سیستم',
    'test_intellect' => 'خپل پوهه وازمایئ',

    'subject_quiz' => 'ازموینه',
    'here_test' => 'دلته تاسو کولی شئ خپل',
    'skills' => 'مهارتونه وازمایئ',
    'the_test' => 'ازموینه',
    'test_contains' => 'ازموینه کې شامل دي',
    'questions_time' => 'پوښتنې د وخت سره',
    'official_test' => 'دا رسمي ازموینه ده چې ستاسو پوهه د',
    'count_score' => 'نمرې محاسبه',
    'score_info' => 'هر سم ځواب ته ۱ نمره ورکول کېږي. اعظمي نمره',
    'start_quiz' => 'ازموینه پیل کړه',
    'contact_us' => 'اړیکه',
    'contact_suggestion' => 'خپل وړاندیزونه له موږ سره شریک کړئ',

    //PROFILE NAV
     'view_profile' => 'پروفایل وګورئ',
    'edit_profile' => 'پروفایل سم کړئ',
    'view_quiz_history' => 'د ازموینو تاریخچه وګورئ',
    'change_password' => 'پټنوم بدل کړئ',
    'logout' => 'وتل',

    //EDIT PROFILE
    'profile_picture' => 'د پروفایل انځور',
    'full_name' => 'بشپړ نوم',
    'id' => 'ای دی نمبر',
    'username' => 'کارن نوم',
    'email' => 'برېښنالیک',
    'gender' => 'جنسیت',
    'phone_no' => 'د ټیلیفون شمېره',
    'upload_profile_picture' => 'د پروفایل انځور اپلوډ',
    'update_profile' => 'پروفایل تازه کول',
    'no_users_available' => 'اوپس!... هیڅ کاروونکی نشته',

    //CONTACT US
    'contact_description' => 'موږ ستاسو نظرونو، پوښتنو او وړاندیزونو ته ارزښت ورکوو. که مرستې ته اړتیا لرئ یا غواړئ د آنلاین ازموینې د ښه والي لپاره خپل نظرونه او وړاندیزونه له موږ سره شریک کړئ، مهرباني وکړئ د لاندې فورم له لارې له موږ سره اړیکه ونیسئ. زموږ ټیم به په لنډ ممکن وخت کې تاسو ته ځواب درکړي.',
    'enter_full_name' => 'بشپړ نوم ولیکئ',
    'enter_email' => 'برېښنالیک ولیکئ',
    'enter_phone_number' => 'د تلیفون شمېره ولیکئ',

    'message' => 'پیغام',
    'enter_your_message' => 'خپل پیغام دلته ولیکئ...',

    'send_message' => 'پیغام واستوئ',

];


?>